export default {
  messages: {
    toolbar: {
      aboutUs: 'О Нас',
      modalTitle: 'Многие думают, что Lorem Ipsum - взятый с потолка псевдо-латинский набор слов, но это не совсем так.',
      modalText: 'Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum" сразу показывает, как много веб-страниц всё ещё дожидаются своего настоящего рождения. За прошедшие годы текст Lorem Ipsum получил много версий. Некоторые версии появились по ошибке, некоторые - намеренно (например, юмористические варианты).',
      modalButton: 'Понял'
    },
    countdown: {
      days: 'Дней',
      hours: 'Часов',
      minutes: 'Минут',
      seconds: 'Секунд'
    },
    subscribeForm: {
      title: 'Уведомления по электронной почте',
      text: 'Подпишитесь, чтобы получать наши новости',
      inputPlaceholder: 'Ваш адрес электронной почты...',
      buttonCaption: 'Подписаться',
      hint: {
        error: {
          alreadyExists: 'Абонент с такой электронной почтой уже существует!',
          empty: 'Поле адреса электронной почты пуста!',
          invalid: 'Неверный адрес электронной почты!',
          server: 'Произошла ошибка. Пожалуйста, повторите попытку позже.'
        },
        success: 'Благодарим за подписку.'
      }
    }
  }
}
